{
  "SFW": [
    "Are you an early bird or night owl?",
    "What's the last great book you read?",
    "What's the best book you've read this year?",
    "If you could learn one new personal skill, what would it be?",
    "As a child, what did you want to be when you grew up?",
    "Do you have a bucket list? What is the next highest goal on there?",
    "If you could choose any person from history to be your friend, who would it be?",
    "What language would you most like to learn? (or be fluent in?)",
    "What's the most impressive thing you've ever done?",
    "What was the best present you’ve ever been given?",
    "What's the worst style choice you ever made? (bonus points for evidence)",
    "What's your most used emoji?",
    "What would be your absolute dream job (if money played no role)?",
    "What is the worst job you ever had?",
    "What's the weirdest food you've ever eaten?",
    "What is your favourite holiday destination?",
    "What was your first concert?",
    "What's on your bucket list?",
    "Do you prefer working from home, or would you rather be in the office?",
    "How many cups of coffee or tea do you drink a day?",
    "If you were a teacher, what would you teach?",
    "What Olympic sport would you compete in, if you had to compete?",
    "What's your favourite snack?",
    "What's your favourite item you bought in the last year?",
    "If you had to sing karaoke, what song would you pick?",
    "Have you completed anything from your bucket list?",
    "What's your favourite form of exercise?",
    "If you could live anywhere in the world for a year, where would it be?",
    "What's the last great TV show you watched?",
    "What's the last great movie you watched?",
    "If you got the chance to go to Mars, would you go?",
    "What’s the best meal you’ve ever eaten?",
    "Have you ever met your idol?",
    "What is your favourite dessert?",
    "What does your typical morning routine look like?",
    "Do you have a nickname? What is the story behind it?",
    "What's the weirdest thing you own?",
    "How do you take your coffee?",
    "What was your first album?",
    "Do you have any hidden talents?",
    "What’s the worst present you’ve ever been given?",
    "What was your favorite toy as a child?",
    "Have you ever won a prize? If yes, what was it/for what?",
    "What's the best breakfast you ever had?",
    "What do you have at home that you never use?",
    "What is the worst piece of advice you've ever been given?",
    "What is the best piece of advice you've ever been given?",
    "What is your favourite piece of clothing?",
    "What is your current earworm/favourite song?",
    "Have you ever met an internationally famous person? If yes, what is the story behind it?",
    "What do you never leave the house without?",
    "What's your favourite meal?",
    "What’s your favorite dinosaur?",
    "What are your hobbies?",
    "Desert island: one piece of music, one book, one luxury item",
    "Do you have any 'perfect albums', where you find every song great?",
    "What is the best meal you can cook?",
    "What was your biggest cooking fail?",
    "What is the best/most memorable thing you have ever cooked/baked?",
    "Have you ever done something that you'll never do again?",
    "What kitchen gadget can you not live without?",
    "What is the weirdest kitchen gadget you own?",
    "If you could try any food from around the world, what would it be?",
    "Are you any good at DIY? If yes, what's the most impressive thing you've fixed or built?",
    "Do you have a green thumb, or do plants go to your place to die?",
    "What was your best subject in school?",
    "What's the weirdest ice-cream flavour you've ever eaten?",
    "What’s a local food from your area that everyone should try at least once?",
    "What’s a productivity tip or habit that actually works for you?",
    "What’s your most-used app?",
    "What’s a task you secretly enjoy doing, even if others find it boring?",
    "Do you prefer to jot down notes with pen and paper, or digitally?",
    "What is the purchase you most regret?"
  ],
  "Anything goes": [
    "Do you have any weird talents?",
    "What's your craziest 'on the spur of the moment' story?",
    "Do you have any interesting scars, and what is the story behind them?",
    "Are you a good dancer? (bonus points for proof!)",
    "Do you have any strange habits?",
    "You're in a cocktail bar - what do you order?",
    "What is your phone wallpaper?",
    "What is your guilty pleasure?",
    "Do you have any tattoos?",
    "If you had to get a tattoo today, what would you get and where?",
    "Can you do anything interesting with your body?",
    "What’s the craziest thing you’ve transported in a car?",
    "What’s your favorite volcano?",
    "What’s the biggest animal you think you could take in a fight?",
    "What is in your handbag/backpack?",
    "What's in your pockets right now?",
    "Who is your most listened to artist this year?",
    "What is the worst name you've ever heard (in a person you've personally met)?",
    "What's the weirdest toothpaste flavour you've tried?"
  ]
}
